#version: 0.2
Ġ Ġ
ĠĠ ĠĠ
> <
ĠĠ Ġ
ĠĠĠĠ ĠĠĠ
s e
i n
r e
ĠĠĠĠ ĠĠĠĠ
Ġ t
o n
o r
) <
a t
d e
Ġ =
s t
Ġ a
l e
: <
Ġ i
e r
l f
se lf
Ġ #
č Ċ
h e
Ġ '
Ġ c
m e
ĠĠĠĠ ĠĠĠĠĠĠĠ
Ġ 0
a l
Ġ f
a r
Ġ self
t e
Ġ p
Ġt he
Ġ re
Ġ n
" "
Ġ o
u r
Ġ e
i on
n d
Ġ s
Ġ L
c t
Ġ -
in g
r a
i t
0 0
Ġ b
Ġ in
) :<
- -
c e
r o
m p
n t
Ġi f
l a
p e
s s
c o
Ġ de
Ġ w
g e
l o
Ġ d
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
u t
Ġ- >
a me
. _
Ġ m
ur n
t urn
u e
I N
E R
Ġ S
i le
Ġi s
. <
l i
o t
A L
Ġre turn
Ġ (
, <
Ġ _
Ġ C
# #
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
"" "
Ġde f
E T
a n
p t
on e
T ER
Ġ T
r i
Ġt o
c k
A T
a d
u n
Ġ "
ET TER
ĠL ETTER
v e
Ġ' \
I T
Ġ D
Ġf or
or t
n ame
d i
Ġ N
at e
t h
i l
in e
Ġc o
-- --
u l
r or
Ġ A
m a
Ġ st
v al
c h
' ,
Ġ """
at a
Ġo f
_ _
a s
i s
Ġa nd
Ġe x
se t
Ġn ot
k e
( )<
AT IN
ĠL ATIN
( '
ge t
u p
l ine
in t
e x
Ġ 1
> #
Ġt h
mp ort
( )
r ror
la ss
se r
E rror
v er
y pe
Ġb e
de r
ĠN one
] <
at h
ct ion
f i
val ue
o d
Ġ I
Ġ ra
f ile
ul t
ro m
g s
Ġ h
## ##
e l
t er
Ġ +
me nt
i se
) )<
i z
Ġc on
a b
O N
u m
Ġ W
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
al l
AL L
( "
b j
e n
A P
ĠS M
e d
Ġ F
co de
pt ion
= =
ĠSM ALL
Ġa s
i d
Ġ R
de f
Ġf ile
" ,
' )<
Ġ or
it h
at ion
Ġd i
Ġ B
I G
Ġ [
or m
Ġa r
ĠC AP
c on
IT AL
ĠCAP ITAL
re s
Ġ P
Ġ u
a p
o de
f f
e ct
Ġ= =
a ck
o s
n s
a se
Ġ le
iz e
Ġ E
t o
Ġra ise
Ġ %
Ġe l
t ra
i g
---- ----
te d
L E
c i
R A
p ath
o l
i me
e t
Ġel se
q u
e s
b u
R E
li st
Ġ <
Ġ lo
c lass
r y
Ġa n
Ġ me
p re
Ġ value
r ing
) ,
Ġn ame
Ġ""" <
d ata
Ġd ata
Ġ *
p ut
Ġ O
I C
Ġb y
x t
Ġ g
Ġ M
' ,<
f orm
y s
l y
a ge
IT H
Ġ line
Ġw ith
ar t
e st
ĠW ITH
bj ect
o w
r int
a nd
Ġ se
mp le
Ġi mport
Ġ 2
u re
" )<
te xt
Ġ y
Ġ_ _
Ġa l
> >
IN G
i ve
i st
o u
an ce
a m
r ue
o p
e w
di r
re ad
Ġm a
ĠĠĠĠ Ġ
Ġi t
Ġ U
' <
t a
f o
2 5
O R
Ġs o
ab le
li b
a der
Ġ on
[ '
p l
N D
o ut
Ġ V
f rom
u le
Ġo s
Ġre s
i c
d ing
Ġth at
s h
ce pt
i mport
la b
Ġ G
' ]
._ _
pe nd
p y
ser t
Ġp ro
t ype
N one
s c
te st
A R
ar gs
te s
se d
er ror
od ule
Ġ H
#### ####
ct or
Ġe n
""" <
Ġf rom
u b
a c
ke y
__ (
i r
Ġ get
Ġc h
Ġar g
Ġ he
st ance
p er
ex t
' :
p ro
ĠT he
Ġt ry
Ġw h
d s
a ult
ar y
s o
n o
b er
re ss
al se
th er
Ġ set
Ġp re
u ment
Ġo bject
s ion
ĠD O
R e
Ġle n
Ġco de
== ==
c s
u st
at t
ap pend
Ġa re
I L
f e
* *
Ġ r
Ġ l
Ġ un
Ġd o
i p
q ue
lab el
ri te
as sert
m at
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
w or
Ġex cept
c ur
E S
Ġc lass
Ġf un
re d
Ġt ra
m ma
) ,<
I S
p a
m o
Ġ v
th od
Ġ x
p ar
Ġth is
co l
Ġw e
mma nd
Ġ list
in d
Ġst ring
it er
Ġ X
m s
co mp
ar n
Ġp ar
li f
in it
H T
I ON
Ġp a
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
d d
co ding
h o
p la
Ġt est
pe n
re nt
c l
Ġo ther
Ġco mp
ĠB O
st r
IG HT
Ġ {
ING S
lo w
U T
c a
Ġe lif
ce ss
c re
ra me
] )<
he ck
s ize
Ġres ult
t ime
RA W
u nt
ver sion
ĠD RAW
ĠBO X
ĠDRAW INGS
ĠĠĠĠ ĠĠ
il l
Ġn um
Ġp rint
le n
m d
p ort
qu al
E D
Ġn p
de d
ra y
. """<
i te
Ġt ype
0 3
h t
Ġb u
b ack
Ġ k
0 1
ĠT rue
j o
Ġn ew
ur ce
-------- --------
ĠA ND
I n
ut il
= '
Ġ 3
ss age
IG N
v i
ad d
Ġs ys
n e
a ve
il d
ĠR e
m al
E N
Ġo ut
U B
Ġw he
Ġc an
E F
[ :
ate d
Ġarg ument
t y
0 4
al ue
Ġo ption
Ġp ath
p rint
att r
th on
fi x
st ring
ĠI f
ĠS IGN
ode l
o m
Ġ >
) .
jo in
( ):<
Ġ key
ma ge
w rite
re am
E qual
Ġ >>
Ġt ime
] ,
" <
. .
Ġm odule
i m
assert Equal
R O
up le
UB LE
p o
ĠDO UBLE
in stance
ig n
ar g
on g
ction s
ci mal
di ct
at or
ĠD e
in fo
ul d
ar i
' t
Ġ>> >
/ /
ch ar
Ġh as
ON T
' s
a k
alue Error
tra in
pe ci
Ġ la
Ġn e
ĠF alse
i f
o ption
n er
Ġs up
e c
Ġa dd
ce ption
le d
RE E
er s
form at
lo ck
n ce
p os
Ġ( '
de x
( <
se s
util s
it ion
Ġal l
h is
at ure
Ġme thod
Ġw ill
ke n
pl it
Ġis instance
IL L
pla ce
Ġp o
Ġnum ber
i fi
Ġre ad
Ġdef ault
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġst r
D e
st ri
lo se
w a
la gs
H A
all y
at ch
ma p
Ġc ur
m in
error s
ou nd
b y
li c
a ct
c al
ff er
Ġpa ss
ĠV alueError
C K
lo t
Q U
l l
= "
sc ri
' :<
######## ########
Ġs ub
ar ray
b o
ot h
and le
Ġ :
st e
' )
ro u
8 5
Ġu se
( [
co der
i ch
y thon
Ġco l
f a
Ġc all
S t
b ase
id th
ro up
fi g
p i
o pt
ĠT his
V E
Ġch ar
Ġm o
d ate
i el
T rue
Ġ j
Ġ at
u s
00 1
Ġ- -
Ġco mmand
val id
in k
tra ns
i b
U L
d a
Ġ[ ]<
a mple
S T
Ġ !
Ġby tes
a pe
Y R
ve nt
ar d
Ġu sed
ctor y
00 0
Ġ 4
m odule
s ing
Ġ! =
o bj
u ct
Ġin t
Ġar gs
6 4
f un
i al
e nt
Ġdi re
in put
Ġ label
Ġin put
ĠE x
ĠI n
Ġcon text
Ġ up
n ot
Ġ z
te n
D E
Ġn o
at ter
n ge
file name
I P
ĠA C
p r
ĠC YR
ILL IC
ĠCYR ILLIC
Ġ @
o c
o bject
m b
ve l
n um
Ġ+ =
Ġ K
pe c
ER T
t in
arn ing
ho uld
u mp
Ġm ust
U S
Ġfun ction
g er
in al
s plit
ĠG REE
ĠGREE K
Ġp l
ma x
re ak
Ġt ext
de nt
pl t
Ġc al
C on
Ġs ize
art s
i x
t le
I Z
] .
00 7
O T
a nt
00 4
2 2
Ġm s
Ġa c
ow n
==== ====
Ġwh ich
1 0
Ġw or
Ġlo g
ĠL EF
00 5
ĠLEF T
00 3
te nt
pa ce
ra p
ro ot
Ġs h
ĠR IGHT
lo b
ck et
Ġh ave
ir st
Ġe nd
f rame
u res
00 9
ri bu
Ġcur rent
n ew
U M
Ġs k
Ġm ode
lib r
Ġme ssage
def ault
00 6
Ġb ut
IG IT
Ġs hould
Ġc md
Ġan y
Ġp os
o f
r c
comp ile
Ġhe ader
ame ter
g ist
" ,<
Ġfor mat
wor k
Ġs peci
00 8
qu i
ta in
: '
UT E
oth er
d f
cre ment
Ġg ive
Ġout put
Ġc heck
Re turn
1 2
Ġfile name
bu g
Ġdi st
Ġ Y
ĠD IGIT
ĠRe turn
p lot
ri x
Ġf irst
ge ner
s ub
to col
cl u
me n
ma in
I R
} <
Ġ `
Ġwhe n
ur tle
A C
v ar
L O
s k
00 2
Ġms g
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
f or
ar get
IC AL
' ):<
t ro
() )<
Ġso urce
n et
Ġma x
ĠP ython
ĠDe cimal
I A
Ġ' .
ype Error
Ġen coding
ns ion
Ġwh ile
bu ffer
ĠV ERT
ĠVERT ICAL
o k
m odel
Ġex p
Ġf e
re e
** **
c all
w e
Ġgive n
S E
en code
F alse
Ġf a
Ġb ase
ro w
wor d
Ġ one
ser ver
ig ht
ode c
ap p
iel d
Ġt uple
ce s
tro l
st all
li m
85 9
men ted
i mage
AT ION
8 859
b ut
un k
( (
e mp
lo ad
Ġb reak
) .<
c heck
Ġin ter
ac he
w idth
e k
st ate
it y
ack age
e nd
Ġ 5
AR K
ĠĠĠĠĠĠĠĠ ĠĠ
Ġra nge
Ġc re
l p
ĠAC UTE
2 0
C T
Ġtra in
r un
c md
ĠS t
ĠH OR
O L
Ġ |
se nt
25 5
Ġa p
res ult
EN T
ONT AL
IZ ONTAL
ĠHOR IZONTAL
mo ve
Ġline s
ol d
mple mented
E x
or ted
Ġo pen
di st
Ġo pt
' .
Ġon ly
M E
it s
ca le
T est
Ġ version
crement al
co mmand
() ,
Ġfile s
ES IS
Ġs y
nd om
Ġd is
Ġdo es
c lose
Ġw a
Ġr un
ul l
() .
Ġst art
l ong
n p
pro cess
he ader
ĠL IGHT
ine d
9 9
in dex
ifi er
r iter
at form
line s
' ))<
Ġa b
Ġin stance
trans form
lo g
rou nd
co unt
Ġc l
Ġm at
S C
Ġname s
n c
3 2
Ġf rame
p on
ac y
u se
type s
Ġp i
ĠU P
b e
A N
at ive
an ge
k w
ation s
'] )<
ms g
Ġi te
Ġma y
fo re
a re
de code
f it
Ġ Z
' ]<
lob al
Ġdo c
con fig
ar ch
fun c
g th
Ġ error
bu ild
) )
c or
e p
i es
Ġ" <
ribu te
m ode
lo at
x F
Ġc or
( _
on t
Ġthe ta
Ġfun c
Ġdire ctory
+ +
st d
Ġen code
nt er
t t
ump y
con trol
ING LE
que st
f ter
w ith
IN E
ra m
ĠS INGLE
ĠM ARK
m l
fi el
Ġvalue s
Ġs u
Ġu ser
m on
te nsion
m ber
Ġcon tain
x B
le arn
Ġ .
la s
ĠN ot
) :
ĠT ypeError
Ġ< =
W N
x C
clu de
Ġin it
Ġco unt
U N
r it
Ġw as
a ke
cur acy
cl s
option s
a ch
Ġ IN
ĠD E
25 6
s ign
co m
Ġp d
lab le
Ġsk learn
o pen
U R
me thod
ĠS E
A D
ec ut
atter n
c ation
so urce
L A
[ -
Ġ gener
co re
Ġcomp ile
Ġp er
Ġin to
Ġ* *
en coding
Ġargument s
Ġla st
OR M
Ġspeci fi
u ff
Ġ \
f lags
IR C
Ġcode cs
P E
Ġ' <
Ġs c
t he
lo op
par am
n g
f t
x D
ver t
Ġpar ameter
po int
g ht
ĠO S
B IC
value s
Ġtra ns
f d
g roup
w o
pre fix
0 2
I mplemented
[: ,
st at
ite m
U P
] )
u al
Ġst ream
l d
v a
ĠA RA
ĠARA BIC
Ġ QU
Ġde scri
P O
x b
at ures
x E
Ġc ase
Ġfe ature
M A
Ġto ken
Ġex tra
con text
er r
con d
t uple
Ġo ver
ĠD IA
e ar
Ġf ol
ER ESIS
ĠDIA ERESIS
Ġ val
Ġm odel
Ġst ack
Ġdist utils
but ion
Ġex ception
dir s
mat rix
S S
o te
ĠNot Implemented
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
mple ment
F ile
I D
re place
Ġlo op
a ise
s ys
u ser
x A
.. .
te mp
libr ary
Ġde l
Ġw rite
Ġthe n
Ġo p
Ġpre di
Ġu sing
LE X
Ġn umpy
E n
d oc
Ġ server
u sh
RO L
Ġcon tin
F LEX
le ase
UM FLEX
IRC UMFLEX
P ro
re pr
ĠC ONT
ĠC IRCUMFLEX
ou s
ĠU n
ĠDO WN
le ment
ĠO F
ten ded
C odec
I O
Ġde code
Ġ[ '
f ind
se p
ra w
Ġchar act
Ġ errors
pe d
Ġ> =
g h
v ir
Ġo bj
by tes
Ġf lags
Ġi ter
Ġpl t
ma il
que nce
ĠCONT ROL
ar k
Ġn on
ste m
s y
Ġf in
> ##
i de
ce back
par se
vir on
Ġ' %
Ġth read
E X
a st
la y
ut ure
la g
---------------- ----------------
> _
c ate
ĠT H
Ġ /
Ġp art
lo sed
Ġh o
ON E
Ġcal led
Ġv ari
de bug
it test
Ġex c
ind ow
o ff
t able
Ġn ext
li ke
name s
ib le
Ġa ction
o mp
le r
Ġdi r
Ġadd ress
Ġpo int
Ġma ke
Ġsup port
file s
e y
v o
st art
Ġin te
sh ape
Ġ 8
Ġt urtle
pec ted
I F
re nce
Ġs ign
ction ary
m od
Ġa d
Ġe vent
Ġex ist
Ġh andle
w in
o re
IS O
Ġcontin ue
x a
Ġo per
it le
ĠC on
Con text
x e
ĠD ist
h andle
Ġso cket
ress ion
l ate
Ġg roup
Ġs ame
ĠS T
ke ys
Ġdata set
Ġthe re
Ġof f
Ġso me
ĠOS Error
1 5
i ss
u te
Ġ att
per ty
" :<
ĠA r
Ġ1 0
Ġpro tocol
Ġmethod s
c ted
co py
################ ################
ĠReturn s
me ssage
las ses
Ġi mage
Ġpre fix
1 6
D ata
or y
Ġe nt
Ġm atch
ĠS e
ex p
Ġne ed
a in
Ġf ound
x x
Ġst op
ĠF ORM
T P
] ,<
Ġ 6
ra in
Ġco m
O M
orm al
stri p
pon se
Ġ( "
Ġst ate
Ġ qu
Ġobject s
Ġfol low
) ]<
re f
1 4
cs v
mp ty
ot al
as k
o g
bo x
' ),<
a y
t ri
AT OR
RA VE
ĠG RAVE
b it
le ct
Ġe lement
Ġb ack
) ):<
c ache
__ <
Ġth an
ri ght
Ġcl s
0 5
Ġbu ild
Ġra ndom
col or
off set
] [
w h
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġi mplement
Ġar ray
pre sent
K E
d b
ĠĠĠĠĠĠĠĠ Ġ
Ġa fter
Ġdi ct
in stall
Ġin dex
># <
ance l
add ress
a ction
der r
ite ms
gist er
Ġwhe re
p h
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
at ing
by te
Ġite m
n el
re en
lo cal
. ,
Ġreturn ed
Ġpar ser
Ġd ate
ari es
ci i
pro perty
Ġoption s
out put
' ),
A B
A RE
le vel
Ġd on
Ġm in
ĠW e
lo c
Ġst at
Ġhe lp
x c
ing le
Ġit s
Ġ &
Ġm an
code cs
wa it
b le
Ġ J
he d
i e
Ġwor k
Ġlabel s
1 1
r on
Ġb in
ve ctor
Ġk w
( *
Ġt arget
Ġre present
iz ed
Ġal low
3 4
pla y
Ġreturn s
Ġg lobal
label s
Ġ{ }<
aise s
h as
x f
Ġt wo
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
In cremental
scri pt
Ġmo re
a g
s p
Ġst d
Ġbe fore
Ġcre ate
P ar
p art
Ġlo cal
Ġhe re
n al
Ġ' __
Ġc v
De cimal
var s
O W
u me
Ġsup p
er o
Ġb lock
" :
cre ate
an s
Ġlo ad
O S
l ink
st ra
z ip
er ate
ab c
Ġdi ff
Ġdi ctionary
Ġy ou
Ġcode c
arning s
O P
Ġt ar
ur l
Ġs ingle
Ġco py
stri bution
ex ception
Ġu s
pre d
Ġbu il
O F
T ION
ck le
ex c
' \
w ise
Ġe ach
Ġas sert
// //
St ream
m it
Ġe mpty
ma ke
ex tra
read y
Ġa ct
et work
p ackage
ĠI mport
vi de
s a
fe ature
c c
p s
ri d
> """<
s peci
Ġ root
pre di
B ase
d o
ĠI P
H e
t ing
and ard
wor ds
T H
m t
pe ct
py thon
ĠH E
uct ure
1 3
pre dict
sh ow
mat ch
fiel ds
En coder
ab s
sk ip
8 0
F C
Ġl ink
Ġoff set
so ck
**** ****
" ),
is ion
re ct
ol s
add r
Ġ )<
Ġsup er
S e
to p
Ġ ...
Ġ' -
ĠA B
Ġpar am
G E
lic y
5 6
a x
le an
ult ip
'] .
Ġch ange
0 6
1 9
i code
n ext
t on
no re
AC E
LO CK
I X
c v
Ġ ver
to ken
Ġal so
" .
t arget
on ly
Ġtime out
ĠEx tended
S M
i as
ĠR E
Re ader
Ġw idth
as cii
Ġy ield
Ġso ck
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
t ar
Ġ 7
IN T
ne ction
pi pe
p ack
Ġcon tent
Ġinte ger
is o
id x
ith er
UT F
Ġhas attr
ĠK ey
Ġpos ition
H E
[ "
i mple
le ctor
Ġc lose
Ġin di
Ġex ample
up date
ic al
libr aries
indow s
B RE
W riter
ge n
cur rent
ĠExtended Context
1 00
c an
s up
Ġf ind
fe atures
Ġstring s
" ),<
w rap
stra ct
Ġ' /
ho st
======== ========
X X
o ur
Ġco mple
Ġbu f
Ġf loat
f ol
ES S
Ġbu ffer
OT ATION
g n
he s
Ġle vel
Ġpro cess
app ing
2 3
Ġa ns
Ġspecifi ed
Ġthe y
Ġget attr
va i
P AR
Ġin fo
Ġor der
ĠNotImplemented Error
C lass
E L
i o
ĠF or
ĠR FC
da y
s core
re g
Ġt rue
Ġp ackage
f p
Ġse quence
unt ime
module s
Ġfin ally
Ġvari able
vai lable
Ġ ,
Ġ err
Ġp as
ut f
cept ron
std out
' '
Y PE
ri pt
ecut able
) ))<
w ard
Ġ' _
Ġl ong
Ġt emp
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
l ing
IC E
pos ition
uff fe
ĠQU OTATION
U n
pl atform
str u
ĠDist utils
I AL
p ol
Ġen um
stri ct
UL L
A M
d u
Ġf inal
od y
Ġline no
CK ET
Ġ' ,
tt ribute
c ro
one nt
Ġst ri
Ġchar set
s rc
Ġc a
Ġp y
Ġre qui
ĠI t
Ġar ch
res h
ĠE ND
bu f
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
vi ew
Ġcol um
P ACE
ĠB LOCK
compile r
] :<
c p
d own
n ing
Ġm od
Ġlen gth
len gth
a red
th read
(' -
que ue
Ġinit ial
1 8
C ase
g ram
th ing
line no
ĠB RA
ĠDE V
b in
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
OR T
ste ad
kw args
EX T
V ER
Ġpo ss
Ġho st
) [
R aises
v ing
ce nt
Ġal ready
t itle
Ġ ONE
fe rence
fa ce
S et
g or
st arts
en viron
assert Raises
ca use
call back
F F
b lock
n own
p op
Ġs s
Ġto p
ex it
Ġby te
R IP
T ype
p attern
Ġresult s
He ader
T he
Ġt k
Ġre move
e vent
g ative
Ġ Q
Ġf lag
ĠS H
if y
Test Case
ĠBRA CKET
Ġ valid
Ġo ld
AL F
comp ress
s um
ig h
De coder
PAR ATOR
Ġme mber
ĠSE PARATOR
ĠDEV ICE
pre c
Ġname d
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
" )
re al
cre en
Ġdoes n
iss ing
: ]<
Ġde bug
__ ,
ac curacy
ĠKey Error
5 0
cur s
Ġf ield
Ġbe t
Ġ\ <
C ENT
Ġa ss
il ter
ĠA P
lim it
M e
ct ype
ut h
IL DE
rou gh
de l
ss ion
Ġw rit
ĠT ILDE
ul ar
ĠO ption
LA G
v ari
le ar
Ġj ust
C H
Ġ attr
Ġb o
Ġex tension
Ġtype s
Ġwor d
p ing
fo o
Ġpl atform
he lp
Ġp ort
Ġin stead
Ġcol or
x d
St r
C omp
i que
Ġin stall
sh ort
g ument
he n
ma sk
mb da
Ġbe en
Ġcall back
>## #
" ):<
3 3
Ġe ither
ri ve
', '
data set
so cket
CT ION
ĠIP v
Ġpas sed
L o
f inal
Ġ lib
Ġs ave
KE Y
o se
> __
F LAG
e red
f ul
f ont
le ss
Ġw rap
Ġch unk
low er
me mber
-- -
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ttribute Error
8 6
: //
Ġa vailable
Ġi g
ist s
Ġdiff e
5 5
M IN
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
out ine
I LE
g its
re st
Ġ' '<
un ittest
bo se
rain ing
9 0
Ġp arts
ab el
Ġlo ok
Ġcompile r
Ġre al
Ġ1 00
con ds
ĠH ALF
Ġ{ }
Ġ ""
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
fol der
O D
w d
y ear
er ator
Ġsk ip
Ġpi ckle
Ġparameter s
lay er
1 7
D i
Ġcon s
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
er min
te nd
Ġin clude
Ġw arnings
Ġu nt
Ġoption al
wa ys
ĠAP I
p arts
Ġ like
me an
en s
M P
Ġi d
ra ndom
ro p
int er
Ġclass ifier
4 2
a ger
:' \
plot lib
Ġpi pe
Ġss l
Ġ row
Ġ# <
el l
time out
UL T
Ġatt ribute
starts with
m y
str uct
arg ument
opt s
vo id
c losed
Ġm ark
Ġ" ,
il ity
and as
Ġcharact ers
g round
m an
re ate
ri es
ex tension
Ġcon fig
con tent
= [
Ġra w
{ }
Ġthe m
ĠSt ream
L Y
in ce
Ġa li
Ġin dent
le ction
Ġc lasses
Ġre quest
il y
Ġun der
Ġdefault s
\ \
Ġth rough
Ġv ar
Ġbin ary
3 0
S ION
i a
p ri
t s
in dent
le ctions
he ad
Ġmat rix
Ġcharact er
E G
P A
t k
ĠL INE
il s
Ġ[ "
Ġfun ctions
num ber
Ġac curacy
net work
Ġarch ive
Ġf ull
ĠP O
Ġwith out
char map
W O
e g
w n
re move
st ack
ve n
Ġbe cause
Ġse ction
Ġ2 0
In valid
row ser
er ic
ND EF
pro tocol
8 8
I ME
f loat
s pec
st ant
Ġre pr
ĠN ote
ifi cation
De f
iel ds
g ression
Ġf p
Ġe mail
ĠC AR
Ġunt il
A ME
Ġc types
Ġin s
ĠC h
ĠC odec
Ġbe st
fiel d
ĠL o
an g
HA N
Ġencode d
f fix
Ä Ļ
Ġt y
Ġp attern
g lobal
ra nge
ĠC ED
ILL A
Ġz ip
Ġsc ript
ĠCED ILLA
C ol
L I
i an
y nc
re ader
IN ED
Ġse cond
ĠU NDEF
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
char s
ĠUNDEF INED
O VE
n a
w rit
le te
00 00
Ġd f
ic s
ĠX XX
In fo
char set
Ġap p
Ġwa it
Ġfollow ing
? <
es ca
ust er
arg v
++ ++
the ta
ĠTH REE
d ll
r st
Ġdef ined
il ing
res ponse
tri cs
c hes
y load
Ġs um
Ġb ound
ĠA n
Ġor ig
Ġse e
ou ble
ribu tes
P re
g reen
se nd
iz er
ou nt
2 4
u ally
Ġ library
re gister
Ġf ut
Ġs pace
di s
__ .__
Ġex t
pa ss
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ample s
Ġmat plotlib
Ġite ms
f er
re quest
Ġp andas
Ġ( <
Ġex pected
id s
Ġup date
param s
Ġtrans port
stru ctor
7 5
I VE
R ON
Ġo c
Ġm on
frame s
Ġpredi ction
se ek
Ġi o
ra ns
an not
ad ata
ver y
ĠP re
ĠHE BRE
ĠHEBRE W
lo cale
__ )<
ser ve
ĠI S
col um
IP S
l at
o ver
an nel
ĠN OT
Ġst ep
RA C
Ġma il
Ġimplement ation
f ut
st derr
Ġthe se
ĠS QU
ult i
Ġpar se
ĠAB OVE
gor ith
ĠSQU ARE
ĠD ata
Ġch ild
o ted
p k
Ġ Error
or g
de coding
Ġnew line
Ġmo st
Str ucture
n ow
Ġa x
Ġw ant
ĠT WO
we en
Ġcontain ing
G AN
a mp
r b
al led
di ff
string s
HA RAC
ancel led
Ġstd out
HARAC TER
B U
N ame
b d
st ream
Ġd one
as os
Ġlo ck
ic ro
ctor ies
Ġsy stem
Ġab out
; <
A r
h i
i ce
n ect
o uld
Ġt otal
la n
AT ED
Ġal ways
pend ing
Ġdate time
O DE
g rid
o urce
de n
Ġn orm
Ġo b
it ive
ver age
Ġtra ceback
dd ress
fa ke
mon th
e ded
y tes
Ġc ache
un e
Ġfor m
Ġpa rent
or s
Ġm ap
file obj
Ã ©
se ction
ĠL ist
ĠA N
Ġh ow
form ation
OR D
has h
" ]<
c b
Ġ right
Ġre lease
Ġ[ <
Ġother wise
result s
Ġposs ible
I I
s v
t ry
re turn
ĠC UR
ĠA ttributeError
Ġraise d
Ġres p
Ġun ittest
Ġheader s
header s
Ġcor rect
Ġdescri ption
ĠSe e
9 2
L L
a il
f u
m ark
Ġ q
re n
ge st
ate s
8 4
a a
Ġf ields
ss l
co me
Ġm ultip
ex tend
" ))<
L abel
in clude
Ġi mp
con vert
Ġg ot
( -
. ")<
: ",
n ormal
Ġse par
Ġbet ween
c f
ĠC HARACTER
() .<
pl at
esca pe
' '<
a N
w s
Ġ round
Ġi m
ect s
Ġpro gram
tes pace
f y
f ull
y n
z en
Ġ libraries
fi rst
Ġ{ '
ĠAC CENT
( ?
a u
w arn
de te
Ġre st
Ġn ow
ĠT est
ter m
all back
path s
mo st
2 1
7 8
ex ists
Ġ1 5
tra ceback
Ġlo cale
Ġal gorith
ĠAr gument
Ġent ry
N AME
Y P
Ġ" %
Ġbe ing
ĠP ro
Ġkey word
Ġwa iter
di stribution
LE D
AR T
Ġstr uct
Ġenum erate
> '
L ist
t mp
al s
ĠC OM
Ġwh at
Ġcan not
L IC
O UR
ra ise
Ġb oth
co mple
ex ec
Ġ1 6
ĠIn cremental
b c
c y
t adata
Ġd ll
ĠF E
Incremental Decoder
c ision
f n
u id
la p
read line
ust om
SC II
ĠImport Error
Ġmon th
T HAN
b a
s ig
Ġt ake
Ġs ince
ĠS UP
Ġex ec
ht ml
ml ink
Incremental Encoder
. *
b ound
Ġf uture
Ġp la
Ġs qu
Ġin formation
ĠT o
Ġle ft
Ġme ta
Ġcontain s
sa fe
Ġ 9
Ġn etwork
ĠS HA
ĠT raining
Ġ" __
ver se
cur ses
par ameter
04 4
trans port
Comp ile
lan k
m k
Ġ ro
Ġt able
or der
ĠT urtle
ĠW hen
Ġma in
Ġpro to
Ex ception
Ġab s
sup port
W arning
f c
n ode
er t
Ġre gist
", "
'] ,
opt im
default s
we ight
speci fi
uth or
I nter
h and
i loc
i tespace
de st
ch unk
ex e
Ġh tt
Ġse nd
Ġmodule s
Col or
C E
c ase
d ot
er nel
Ġc losed
Ġre place
Ġd at
ĠE OF
Ġy ear
sc atter
Ġatt ributes
untime Error
2 01
G en
f s
re l
ĠT HA
ke ep
fa ctory
Ġalgorith m
O RE
S er
c cess
Ġf ix
ut down
IN TER
Ġst andard
sc ape
Ġcre ated
0 7
F rame
a le
f init
z info
ic ally
init ial
Ġcomp at
QU AL
Ġz ero
Ġkw args
Ġsupp orted
ĠTHA I
d rop
p atch
Ġ keys
Ġre ference
li ed
ĠT EXT
ĠO R
= ',
s u
t r
w riter
er sion
Ġthe ir
Ġs ure
pe g
Ġst derr
Ġcon vert
ĠW indows
bu il
min ator
IZ E
Ġad ded
L ET
] ))<
r t
t ree
ĠC omp
Ġh and
(" %
RA N
Ġg o
handle r
curs ive
D EF
T YPE
c lasses
f uture
p u
in valid
at er
nt ax
la st
Ġde st
ad ing
Ġ" .
Ġme an
fun ction
A S
V ar
g ing
Ġ AL
Ġ' #
Ġf d
Ġp ad
Ġw ould
Ġm apping
ĠN o
ĠR untimeError
Ġdi stribution
ĠM e
sh ake
object s
M AP
v c
Ġs creen
Ġsub class
' .<
. "<
0 8
i mp
Ġ url
or d
Ġin st
Ġm issing
val s
ex pected
ab stract
Ġres ponse
ĠDO T
03 9
vi ous
Ġty p
T ypeError
r u
st op
Ġi ss
ur al
Ġs orted
.. .<
2 9
s pace
Ġre g
ra g
ce ive
class ifier
Ġpro vide
po st
Ġevent s
//// ////
A IL
T rans
W S
c ap
e of
p orted
or ch
me trics
Ġre main
Ġe very
Ġd ay
is h
[: -
Ġla ng
Stream Reader
] ]
] ),
s ort
Ġ limit
Ġ' {
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġ1 2
Ġclass ification
SS L
Ġop code
ĠAr gs
Ġmail box
finit y
s r
Ġs plit
ut o
__ .
is ual
Ġcon nection
ES T
lic it
Ġdire ctories
Ġcal lable
predi ctions
Ġins pect
> """
Ġre l
ke d
ex ecutable
Ġdi gits
Ġ* ,
Ġhas h
Ġadd r
ent er
Ġspeci al
emp ty
Ġdescri b
ph a
Ġver bose
Ġdiffe rent
ens ure
' re
d one
y stem
Ġa g
le ft
Ġde sc
di fi
ex cept
res sed
Ġle ast
tra ce
Ġcommand s
PO INT
Stream Writer
7 7
A SE
T o
U ND
b ar
s ave
ð Ŀ
he re
Ġp ri
ĠS PACE
Ġto o
res pon
SC RIP
ðĿ ĳ
SCRIP T
3 1
P RE
c lear
y le
Ġn ormal
Ġe scape
ĠL OW
ad os
py plot
par ser
Ġcom mon
wh ich
Ġglobal s
Ġig nore
= (
~ ~
AT E
ch ine
set up
wa iter
OL ATED
Ġparam s
ctype s
ĠCAR ON
ĠIS OLATED
8 7
G et
f lag
Ġ[ ("
and om
lic ation
Ġfe atures
A ULT
o mmand
w w
Ġe t
Ġ- =
Ġse arch
sc reen
Ġdire ct
ĠEx ception
Ġgener ated
point s
IF T
fu sion
D LE
N OW
i pe
se conds
er os
Ġm ath
ĠS et
ment s
Ġ% <
ou gh
ĠEx ample
Ġsh ort
******** ********
Ġp op
ER SCRIPT
ĠT AB
(' \
() ,<
ĠE X
pa wn
Ġwhe ther
Ġsub process
ĠST ART
Ġstri p
ĠSUP ERSCRIPT
A K
P ORT
S V
n n
la mbda
ĠS S
ĠT ON
ĠP L
Ġne cess
Ġne eded
process ing
Ġpredi ctions
Par ser
Class ifier
ĠTON OS
= _
G LE
n orm
r p
s on
Ġp ython
nt ry
IN AL
iz ation
code c
Ġwor ds
resh ape
annel s
) ),
D es
U RE
t ask
Ġ ]<
se lection
Ġs pec
Ġin valid
ro zen
ty p
Ġinter face
Ġsu ffix
Ġorig inal
Compile r
T his
m ory
Ġt ermin
iter al
vi ded
ib ility
we ek
OL ON
Ġdis play
std in
Ġsu ch
vector s
Ġcontent s
ĠOption al
C LA
C OM
r ate
ge d
il ar
ĠB ase
ff ff
Ġpa ir
im ilar
Ġinter pre
temp late
cro s
Ġax is
" ]
: ]
P y
V ersion
a f
f low
u int
re lease
Ġn ode
co res
ĠF OUR
ĠE SC
time s
Ġpo licy
Ġdoc ument
Ġtar info
Ġrequi red
ĠESC AP
M IC
b g
f in
j ust
t otal
u sed
Ġa wait
pt h
ĠU N
if t
lot s
Ġcall s
Ġoper ation
rest ype
= {
G AR
N etwork
i en
o me
se cond
Ġc li
Ġre gister
ur on
di o
di re
ed Color
RA CTION
Ġ{ <
if est
del ta
ĠList edColor
ĠAN GLE
POINT ING
ĠESCAP E
ĠListedColor map
M an
V alueError
o b
s q
se arch
me nsion
ĠS OL
ĠO n
Ġen viron
per ceptron
Ġk ind
Ġpath s
Ġcal ler
Ġap pro
Ġcor outine
ĠUn icode
ARE N
F ILE
O per
d ated
i re
Ġf n
ĠC lass
ĠF RACTION
Ġwe ek
UL ATION
Ġact ual
Ġvariable s
ĠTAB ULATION
D IC
I ter
b b
e f
g in
h a
n ch
u age
Ġi dent
ra nd
ge x
lo ss
ri s
ri bution
Ġex act
ĠP AREN
Ġlo w
Re ad
lob s
Ġwa y
TH ESIS
# <
6 5
: -
L e
x fe
ĠT RAN
(' .
ĠE N
qu ote
Ġpro vided
Ġne gative
ID US
prec ated
ĠCUR LY
ĠFE ED
ĠSHA DE
ĠSOL IDUS
ĠPAREN THESIS
9 1
> @
y e
AT A
ĠA CK
ch o
Ġex ecutable
ĠSM TP
ig nore
RE AD
Ġse p
end s
ĠSH IFT
ĠTRAN SM
' ).
M L
S IZE
i ted
Ġs rc
Ġ- --------------------------------
---- ---
__ ',
file no
Ġcon structor
ĠE QUAL
IS SION
Ġfa il
LED GE
buil tin
NOW LEDGE
ĠSS L
ĠACK NOWLEDGE
ĠTRANSM ISSION
T emp
a v
f ill
i ck
or ig
de v
Ġe ven
Ġde lim
Ġw in
Ġex it
Ġas ync
Ġle t
pa ir
Ġnumber s
Ġpos itive
MA X
Ġexist s
Me ssage
ceive d
C lose
a fter
b l
Ã ³
Å Ĥ
li ce
ine ar
ĠV UL
Ġk now
Ġfa ce
ĠPL US
Oper ation
ĠVUL GAR
" \
, ))<
= ('
A ND
A ddress
C P
N O
S ET
d ouble
se mb
Ġb ody
Ġde ta
ile d
ĠM ED
im er
Ġread ing
base name
Ġrun ning
ecut or
Ġbuil tin
MIN US
Ġag ain
9 3
< /
= ("
B IN
b reak
c ul
l ush
de coder
ct o
pe ed
an y
Ġco uld
Ġme mo
po licy
for ce
command s
Ġdescri pt
Par se
Ġcolum ns
= %
D O
b est
b ias
j p
p id
v as
ar ange
ro ss
Ġd st
ress or
arg types
ste p
([ [
12 34
but ton
colum ns
abstract method
( {
) .__
4 3
6 6
F AIL
N ot
O ption
c m
r ary
} )<
Ä ħ
Ġ queue
de scri
Ġi mplemented
ar is
Ġd ot
ET A
Ġ" -
ĠO ther
Ġpre vious
Ġtra iling
Ġsize of
ytes IO
2 7
C reate
P o
P RO
ing s
ĠI mage
Ġdi stance
hand shake
Man ager
) ')<
0 9
6 1
P ath
b ody
h read
x y
Ġt orch
ĠF ile
ĠG en
04 3
Ġman y
Ġcolum n
lat in
Ġnecess ary
C ON
T O
f ilter
p le
Ġ ^
Ġ keep
Ġt itle
or ary
he ight
Ġ" :
ĠN O
ine s
ES C
Ġdis patch
ĠUn ix
xx x
Ġcomple te
Def ect
ends with
F IPS
b ig
p ush
u ation
Ġt ri
st er
Ġd a
ĠD oc
Ġse lector
Ġnames pace
H EN
n l
s lots
u c
di sp
am ily
ho ok
ition al
Ġcor respon
ĠImport ing
n an
Ġ AT
Ġt ree
Ġt ask
ĠC heck
(' /
class method
Ġan other
ĠH YP
Ġen v
stant s
Ġmultip le
parameter s
Ser ver
ĠHYP HEN
) '
H andle
g le
g ory
i v
de sc
ra ction
Ġb rowser
ĠM A
im um
Ġac cess
Ġhandle r
ĠDist ribution
package s
comple te
Ġdescrib ing
* -
R es
a w
t b
Ġf ont
te ll
Ġcon n
en v
Ġdi v
Ġsupp lied
host name
D ESC
H O
c d
d ump
st amp
Ġf ilter
Ġp ush
co gn
ly ing
Ġwh itespace
PO ST
Ġoper and
script s
speci al
RIP TION
DESC RIPTION
d uct
Ġp ers
ion s
Ġ- *-
ĠT O
ch ild
ĠP E
Ġ* <
dir name
ir d
Ġhe ight
ĠThe re
act ive
Ġsh ape
writ ten
6 0
a ctions
b dist
n y
r at
s ide
z y
Ġn et
Ġs p
ET H
ri de
IT E
mo te
Ġup dated
arch ive
Di ct
extension s
BU G
specifi c
( ('
A CK
F orm
d st
h er
t une
Ġi p
Ġin clu
Ġde te
ĠF ULL
ap i
pa yload
ho me
ne gative
atch er
Ġinter nal
Ġgener ator
sy mb
Ġtemp late
serve d
2 8
I UM
P ython
U ser
r al
se lect
Ġt b
nd array
Ġs he
Ġb it
et a
Ġwe re
01 7
Return s
stat s
Ġbuil t
pol y
du ce
Ġwrit ing
ĠMED IUM
S IL
u ted
al ias
Ġs ort
Ġde s
lo bj
ĠC F
ĠI nter
Ġ+ <
Ġopt im
AN C
cor ding
Ġper ceptron
DEF AULT
SIL ON
' "
2 6
L INE
b ab
e b
t xt
Ġ //
Ġ utils
Ġf alse
ur ing
ER S
um my
def ects
Ġle arning
Ġfilename s
Ġtrain ing
ore st
Ġent ries
Ġstd in
Ġus age
Ġattr s
Ġcli ent
8 9
C D
d r
u fe
Ġ ì
in st
Ġa v
ar ds
Ġs ig
Ġis n
res p
pre ssion
ĠM IME
Ġy our
Ġma chine
back ground
RO KE
Ġcol lections
St ring
Pro cess
ĠST ROKE
ĠStream Reader
) (
H el
R I
] ])<
a res
in te
er y
Ġc ap
me di
Ġf ill
Ġe qual
nd o
con tain
ĠM AC
ow er
Ġcall ing
Ġ'. '
################################ ################################
Ġelement s
hed ule
b ot
g o
i gen
w char
me tadata
it ies
la ng
ĠA l
Ġ1 000
Ġcon d
ĠP o
>> >>
Ġhe ap
vi ce
wa re
sing le
Ġsign al
4 8
N o
P Y
R L
U ID
f li
g ra
j ect
n frames
t f
de c
Ġ' *
Ġ' --
te m
con nect
res ize
pre cation
ĠThe se
Ġset attr
ES TION
Ġtest s
ca st
Ġtime s
us age
Ġlog ger
ĠQU ESTION
resh old
ANC EL
S ize
T k
b ow
g pu
Ġs a
ER R
__ __
ĠE n
ĠE ach
Ġse ek
ĠU se
Ġset up
04 5
image s
Ġsu ccess
FLAG S
dis play
pk g
LET E
E nd
i dent
se q
Ġ' ''
Ġre n
() '
() .__
Ġit self
ĠV isual
no minator
IS T
Ġ3 2
Ġpath name
im g
Ġla mbda
Ġpass word
pi x
Ġsh ow
dist utils
Ġexist ing
Ġrepresent ing
56 78
global s
S PACE
W ORD
Ð ¸
re gist
Ġa verage
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
AT H
Ġ'\ \
ver s
Ġme ans
Ġtra ce
EN SE
St ate
99 99
Ġinstance s
ĠZ IP
eg asos
LIC ENSE
3 6
l t
m icro
o ci
p ad
s ite
x label
Ġt mp
Ġc ustom
Ġu ses
Ġcomp ress
cale r
Ġcompat ibility
rag ma
Des c
descri ption
precation Warning
9 5
C h
h ing
k nown
n b
s ample
u x
} ')<
le m
Ġd ry
ate ly
ul ong
(' %
Ġ< <
[' .
no red
Re gression
IP E
new s
Ġencoding s
encode d
be fore
uff ered
Ġstri ct
aris on
7 0
= -
M ATION
M ENT
S H
c mp
z one
Ġa u
Ġa bo
al k
Ġp ol
Ġo ur
-- <
IN F
ĠA S
25 0
Ġcomp ression
RO UP
date time
Ġrepresent ation
Ġmember s
Ġwrit ten
Ġreg ular
ĠEX CLA
cto ols
Ġabo ve
ĠEXCLA MATION
4 0
D ist
L og
Ġ utf
al low
ro ken
la ck
Ġde precated
un ique
def ined
con nection
Ġle s
Ġme mory
Ġal pha
ou se
Ġdo main
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
rou te
Ġap pend
Ġmat ches
Ġthread s
extra ct
sa mp
Ġdocument ation
4 9
C F
V AR
t p
z eros
Ġp ut
Ġre ader
Ġde term
ĠC reate
ĠN e
ĠN UM
Ġcon trol
Ġfile obj
RE A
ĠDe f
Ġmo difi
Ġspecifi c
mlink s
Ġpad ding
4 5
C IAL
I nt
] *
c ancel
f old
u ce
Ġt z
Ġn n
Ġs imple
co in
lo sing
Ġsys config
da ys
LO C
Ġcl uster
BRE AK
onent s
ĠCh ar
B US
L ib
c lean
w here
Ġ join
re qui
Ġ' "
me d
Ġre cursive
ĠL inear
mp t
IN ESS
Ġst ill
Ġan not
pre v
Ġpro ces
Ġwe ight
Ġexp licit
Ġlocal s
pass word
Ġhtt p
Ġdirect ly
6 7
V EN
b ad
d rive
g ot
n on
s amples
ur s
it tle
IN K
AT URE
OR Y
pro to
red uce
Ġac cording
Ġap pe
Se lector
ulti byte
sq rt
Ġcorrespon ding
: ',
N E
P ipe
S O
T Y
a uthor
s cores
se n
re t
res ses
Ġread line
pi ck
Ġ4 2
Ġbase d
ĠSt andard
Ġallow ed
Ġsqu are
REA TER
3 5
B O
P ER
a len
c lf
c hed
i ris
lo y
pt ure
list dir
Ġse en
able d
Ġset ting
Ġpre sent
pos ix
Ġcol on
20 22
Ġextra ct
OF T
pol ation
Ġinst alled
disp atch
ĠMAC RON
BUS INESS
) "
) *
B ASE
d t
e e
g b
g it
h at
l in
l per
n i
s imple
Ġ }<
Ġ' $
Ġe st
Ġs imilar
ra vel
Ġb old
Ġd raw
ER O
ĠA ll
up lic
Ġor d
ĠP ar
to m
ol ute
op y
ĠU T
ĠG REATER
ne cted
rap per
CT YPE
Ġbound ary
Ġet c
Ġpers on
) ]
B ER
F ORM
K ey
m ary
o lean
t wo
y label
z ero
Ġ gen
in di
st yle
Ġ' +
ur ation
Ġb its
ĠS V
un ction
di v
fi ci
Ġon ce
Ġpre dict
Ġpa yload
Ġz info
Ġac cept
source s
Ġqu oted
do main
final ized
ĠStream Writer
ĠOther wise
samp width
. %
. )<
> %
O UT
b f
j a
Ġt ell
Ġt ail
Ġa uto
Ġe mit
Ġm ight
Ġ( (
Ġfor ce
ter s
Ġcon fusion
ase s
sh utdown
ĠRe ad
po ch
Ġcount er
SM TP
Ġremove d
Ġass ume
optim ize
Ġlang uage
Ġappro pri
: \
D is
D ados
E ND
N TP
P er
V alue
] +
` `
a ss
p ragma
in sert
Ġ' ;
Ġ' ?
Ġf it
un icode
ĠN aN
tra ct
sh ared
ub lic
so ft
Ġk th
jo b
ne ed
ĠRe gression
Ġtime delta
ST R
Ġsh ared
ĠTH E
ang le
++++ ++++
Ġdescript or
! <
4 7
C OD
W R
a it
f ram
g ate
h ist
t d
al ign
pe ns
ut ton
TER AL
IT IAL
is ing
is hed
Ġse conds
AR G
Ġun ique
mo vi
Ġnum eric
lock ed
Ġinput s
rap h
Ġ` `
Ġtuple s
kw ds
Ġover ride
Ġdecode d
idx s
Ġsequence s
Ġvar s
A SCII
N U
N aN
a ded
f b
q d
u lo
Å Ľ
Ð ¾
at al
Ġa void
Ġre ally
la nd
Ġm y
ad o
un i
is dir
ci a
Ġlo s
Ġ2 55
Ġcode response
col lections
ĠDe precationWarning
Ġne ver
act er
12 3
sub process
Ġexp onent
ĠIN ITIAL
cate n
================ ================
Ġrequi res
Ġoc cur
Ġsepar ator
Ġappe ar
) /
8 2
D A
H I
L S
S creen
T ext
e q
p p
s pawn
w ards
Ġ qui
me ta
Ġp k
di gits
Ġex pression
qu oted
Ġimport lib
ust ers
Ġpar sing
err no
ĠPO INTER
sv m
Ġround ing
Ġtake s
Ġprovide s
Ġinterpre ter
ĠDoc Test
e uc
i ces
o tes
s qu
re set
Ġc ate
Ġc ent
Ġe igen
ĠL ESS
Ġb lank
ce nter
un pack
ch ange
(" <
ĠR andom
ff ect
Ġun i
pa rent
ĠST OP
Ġmatch ing
Ġqu ote
wh ite
Ġindi c
Ġchunk s
peg asos
rp m
Option Error
3 7
= ['
C S
C OL
J E
c er
n ull
t rue
w arnings
} '
or k
Ġc ross
Ġin crement
Ġin cremental
Ġd b
ĠS OFT
Ġh igh
ĠF ILE
25 1
test s
so me
Ġpre cision
Ġl d
01 5
sign ature
stat us
Ġstat us
Ġexample s
Ġali as
PA SS
ĠIncremental Encoder
ĠIncremental Decoder
Ġrel ative
Parse Error
Ġappropri ate
4 4
A F
] ):<
i ew
o o
t z
Ġ que
se e
Ġa m
Ġp lot
Ġre f
ĠS RE
ĠS UB
__ ,<
Ġbe low
ĠP y
Ġse lect
Ġk nown
Ġframe s
Ġcom ment
mt p
Ġbo ol
Ġiss ue
contain s
fli ct
( %
- %
> ################################################################
S caler
c name
d c
e a
l s
t ml
de lete
he x
Ġc ert
Ġre mote
ro id
ut er
Ġis o
ĠC ol
ĠD o
il ities
ns ure
==== ==
IGN ORE
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġmessage s
qui re
qui va
Ġ| <
Ġstart ing
Ġinte g
Ġkw ds
Ġ'- '
bound ary
Iter ation
Ġdelim iter
" ])<
+ <
9 7
C C
M odel
P C
c ing
} ".
le nt
Ġre port
Ġd own
Ġ" \
ex act
Ġth ose
() [
ver bose
Ġh ap
um ber
ĠF raction
key words
mat ically
Ġspeci fy
app lication
PO S
Ġstate ment
ĠRE VER
Ġextension s
dete ction
ha vi
8 1
9 8
G ONE
P IPE
Y N
Y T
a z
r strip
t urtle
Ġ ...<
de red
ar ge
Ġre set
Ġo k
nd ar
ss lobj
ĠS o
Ġ( )<
ul ation
ĠA ss
Ġbe gin
el se
Ġ[ (
ĠP ER
ĠO GONE
Ġse ssion
ĠG ROUP
Ġch o
Ġ3 0
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
com ment
ide o
Ġact ually
ĠCOM MA
nch annels
ERR OR
ĠStandard Scaler
ĠOGONE K
: .
: :
A ge
B ytesIO
N e
W rapper
b z
g z
v is
Å ¼
Ġ Ð
te ns
Ġp e
Ġp ack
ro y
Ġw ell
ut ion
ĠS IG
ĠD ATA
di mension
__ :<
ĠR ING
Ġraise s
ĠH e
ne ss
Ex it
Ġsy ntax
Ġab stract
sign al
sy nc
ĠCon tent
part ial
EL L
'' '<
Ġbo olean
Ġdiffe rence
Ġlook up
ĠArgument s
Ġevery thing
Ġenviron ment
alen coder
quiva lent
6 8
9 4
B utton
S ub
re mo
de cimal
Ġre pe
ur ro
ĠC ANCEL
IT ION
Ġbe havi
def ine
Ġle ading
sh ift
ĠG et
ĠH T
Ġr c
comp type
attr s
Ġfa iled
ĠZ ERO
final ize
Ġ"" <
Ġspace s
Ġpla ce
Gen erator
FORM AT
9 6
A G
C ommand
T ime
T hread
b all
b lack
f lush
i ke
i ent
m er
} ,
Ġt ag
le cted
Ġp atch
ĠL IG
Ġin place
Ġd t
Ġd rive
ĠA SCII
ke ns
ter n
LE CT
ol ve
ou nter
Ġr untime
unk nown
Ġiter ator
Ġthread ing
exp and
Ġrepresent s
Ġindi ces
Ġvalid ation
igh b
Ġplatform s
annot ation
Le vel
rat io
ĠLIG ATURE
( ['
= <
C RE
I s
O K
] '
c um
c ancelled
m ultip
se quence
Ġc lear
te red
Ġp h
Ġ( -
ma cros
Ġth ree
res ource
-------- -------
ĠU UID
Ġhe x
assert True
Ġwhe nce
po se
Ġuse ful
pi ckle
Ġcurrent ly
Ġopt s
decode d
sign ed
Ġsupport s
weight s
fici ent
ighb ors
8 3
C ount
P ATH
U D
V ENT
c at
c rc
e ature
j unk
k f
y c
Ġre view
Ġw r
lo st
Ġm ask
ĠS plit
as ync
ĠR aises
pre processing
que nt
In finity
Ġmo ve
Ġcre ating
UR N
IF F
fut ures
dire ctory
' {
: ])<
I f
S UP
U p
a ctor
b re
k ing
o res
w b
in ner
Ġt re
de nominator
Ġ' ='
Ġ' :'
Ġf allback
Ġn args
Ġde cimal
ue ue
Ġ( _
ĠN ULL
ch mod
(' <
Ġh i
Ġcon ver
con n
ĠP er
Ġ2 56
pend s
Ġpro per
AR TER
Ġget re
Ġl ater
Ġv ia
UT H
base s
us r
ib ly
US ER
gist ic
UN CTYPE
ĠQU ARTER
Ġexception s
Codec Info
mail box
Ġchange d
Ġposition al
Ġunder lying
Def ault
lap ped
SV C
week day
COM P
Ġdeta ils
. ')<
4 1
5 7
M ODE
M ultibyte
d at
m issing
s ns
de ta
Ġ' )<
Ġ' '.
Ġc lean
Ġp r
ge ntry
Ġ( ?
ĠA E
ĠF INAL
Ġraise it
Ġlo ss
Ġun less
IS K
Ġcomp arison
fa ctor
gener ator
IA N
ok up
run ning
cor outine
Ġtrans form
Ġpart ial
Ġpoint s
sup ported
Ġ'/ '
Ġfull name
ĠMe ssage
Ġau dio
Ġpk g
Ġincrement alencoder
Ġincremental decoder
Ġgetre gentry
) ).
7 2
= """
j or
k ind
m ath
s or
t ic
v ate
he ap
Ġ' @
Ġ' ('
Ġ' ),
Ġ' ''<
Ġc ancelled
ro ad
ĠA dd
get item
ON G
en g
Ġan gle
ĠM ake
able s
Ġpro ble
AR Y
Ġ{ !
size of
Ġcase s
Ġneed s
bin ary
Ġig nored
Ġabs olute
Ġregist ry
bl ue
Ġcond ition
6 3
P UT
\ .
Ð °
Ð µ
Ð ½
re port
on y
Ġb ar
Ġw riter
Ġd ump
ĠN EG
as ic
Ġcon stants
Ġg lobs
ĠV ari
Ġset s
Ġcomp are
max size
Ġany thing
SE LECT
Ġversion s
Ġiter ations
sy stem
win api
Ġfut ures
ĠVisual ising
road cast
a e
b old
b its
e mail
f mt
o mple
t ab
} /
in ation
Ġ' &
Ġs ample
fi df
ĠI DLE
ĠE IGHT
Ġpro bab
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ll ing
Ġchar s
long long
ep copy
Ġgener ic
Ġback ground
TH ON
ĠHE AD
wrap per
Header Defect
Ġwrap per
ermin al
ens or
writ ing
Pre p
colum n
Trans port
Ġexact ly
semb le
1234 5678
vers al
ĠSUB ST
D LL
N OT
S u
c wd
g ame
n se
t ion
Ä ĩ
re ceived
st ore
he me
Ġc t
ĠS hould
ĠS top
ĠS IX
li ve
ĠT ext
AT IVE
IT UTE
ĠN INE
ath er
ĠF IVE
ĠR ET
ol ution
Ġse nt
ta g
test func
Ġun icode
assert Is
Ġtest ing
cl us
RO M
ak ref
format s
ĠSE MIC
ĠSE VEN
group s
stat ic
SM S
can not
Ġmod name
Ġass oci
vari ance
ĠAPI s
Ġid x
Invalid Operation
regist ry
tens or
ĠSUBST ITUTE
clus ive
ĠSEMIC OLON
" .<
C ORD
D own
G REE
I d
S o
V ERT
[ ^
r v
t zinfo
se g
le g
Ġc map
al t
Ġs w
it ial
Ġb p
ge nd
Ġd uring
Ġnot hing
line ar
ĠB ACK
con v
to ols
Ġ< /
ĠO UT
ist ics
Ġl iteral
wa y
end ing
quest ion
ĠDE GREE
prefix len
local s
Ġblock s
Ġchange s
Ġindi cate
Ġbuf size
~~ ~~
ww w
Ġbuiltin s
8 22
A ction
G B
I V
L D
M ER
b lank
w er
y lib
Ã £
â Ģ
se lector
de lim
Ġ' ~
Ġre cor
Ġs core
Ġb ot
Ġd id
Ġm u
li ght
an te
ĠD i
ma c
as on
up per
ĠM apping
Ġy et
sc ale
ĠH el
Ġun pack
04 1
04 2
ak ing
ifi ed
ifi ers
Ġbut ton
app ly
Ġopen ed
ĠIN VERT
Pro tocol
Ġsign ature
Ġimage s
tri ple
bit coin
Ġman ifest
Ġwork s
mit ted
Ġtemp orary
block ing
ÄĻ d
Ġhtt ps
ĠINVERT ED
M odule
O US
W indows
m ime
s orted
u ndo
Ġ 64
>< /
in ux
Ġc te
al i
Ġp id
Ġre t
Ġs peed
ra di
00 01
Ġin her
ĠC opy
ĠN ame
il la
ĠA s
get attr
Ġ1 4
ĠM o
ĠM ID
Ġline ar
text s
ist ent
pro g
Ġk ernel
fig ure
OT A
Ġsh utdown
Ġformat ter
Ġbreak point
sy mlinks
color s
Ġerr no
Ġbyte array
compress or
Ġbet ter
LI B
Ar gument
Ġim g
Ġremain der
loy ment
ĠREVER SE
ĠPER CENT
remo vals
) ])<
, )<
E vent
] ).
m i
al pr
Ġf name
Ġf mt
Ġs ite
Ġs ide
00 03
lo gs
ĠS ystem
Ġ( %
Ġdef ine
th is
Ġco pi
ĠA MP
Ġh tml
ON LY
Ġlo c
Ġline sep
Ġma int
Ġhe lper
Ġpre d
Ġfun ctools
comp are
pla ined
gener ate
Ġcount s
02 4
Ġpoint er
Ġwrap ped
Ġim medi
Ġhand ling
//////// ////////
PRE SS
ĠUN IT
Ã£ o
ĠMID DLE
4 6
5 9
> \
> )<
S imple
_ (
c li
c losing
y g
Ġ vector
st it
Ġa ge
Ġ' |
Ġ' ',
Ġp at
Ġp wd
Ġre gex
Ġe quivalent
la sh
Ġw arn
ĠC OLON
ĠC ounter
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
AT EG
__ ":<
() ))<
Ġhe ad
ms vc
RO P
ĠDe coding
Ġne uron
Ġadd itional
ial og
Ex ec
Ġsy mb
Ġpi ck
com mon
Ġsome thing
Ġbin ascii
tar info
VER SION
Ġconfig uration
cf g
full name
Ġren der
ĠNUM BER
indi ces
ĠRET URN
Ġassoci ated
) \
C A
E ntry
P over
T rain
Z ip
i mat
o red
p ly
w arning
Ġf amily
ar ted
Ġo w
Ġe ar
Ġs i
ĠL INK
Ġin sert
Ġd ouble
ĠC ommand
TER ISK
ĠA POST
ser ving
gs ize
Ġcon version
id den
Ġle ss
Ġme tadata
ĠDO LL
qual name
cal led
num erator
Ġsh util
log o
point er
Ġiter able
ĠAB C
ĠRE CORD
Header ParseError
MP TY
stant i
pk l
ĠCOM MER
Ġsqu ares
Ġfix ed
ĠOR D
ĠEQUAL S
Ġshe ll
ERS AND
Ġ'* '
ĠAS TERISK
fram erate
qd m
ĠBACK SPACE
ĠAMP ERSAND
ROP HE
Pover ty
ĠAPOST ROPHE
ĠDOLL AR
ĠCOMMER CIAL
5 1
7 6
7 9
C annot
D ir
M ETH
R un
R IA
Z A
b p
c u
g ree
at s
at om
Ġf rozen
Ġde c
Ġde coder
Ġde lay
ut able
ĠS YN
un ix
Ġst arts
Ġex ecut
Ġex tended
#### ##
(" \
ĠB ELL
Ġar cname
att ing
iter ator
QU IR
') ))<
([ -
Ġmax imum
Ġbase s
nc y
ĠDE LETE
com mit
Ġcompile d
Ġmake s
Ġtar file
abs path
Ġver y
CH RON
man ifest
ĠCAR RIA
ĠEN QUIR
inte ger
RL F
STR ING
ĠNEG ATIVE
ĠHEAD ING
ĠSYN CHRON
ĠCARRIA GE
ĠENQUIR Y
ĠSYNCHRON OUS
3 8
5 4
A W
A UTH
E M
S h
i k
n args
s in
u tes
v ision
ì Ĺ
Ġ $
Ġb g
lo or
ĠN NTP
ĠA ddress
ma y
Ġst ore
__ ':<
Ġcon nect
ĠR aise
qu it
pre ss
ĠO ver
Ġwh o
Ġr ate
Ġlist s
bo ol
Ġ| =
cor o
AD ER
Ġgener ate
Ġdel ta
Ġoper ations
event s
ĠAn y
ĠPre dict
Ġob s
ĠTurtle Screen
ĠEn coding
Ġ'+ '
job lib
Ġimmedi ately
ATEG ORY
) '<
3 9
5 00
C O
E H
I M
I mp
W rite
_ <
d raw
g re
y te
y ntax
re main
Ġt a
Ġt urn
de script
ar r
Ġp en
Ġre ason
ra ceback
lo ader
ue ss
IN D
Ġreturn ing
ĠD on
Ġco ding
Ġ1 1
ĠI D
ĠM SVC
ule s
py c
so on
Ġl ittle
Ġstr ucture
ste ms
') :
ĠIn valid
Ġfa ctory
Ġdoc string
Ġper form
-------------------------------- --------------------------------
predi ction
Un less
Ġinitial ize
Ġali gn
ĠPO INT
return code
ĠAL EF
ĠDef ault
POS ITION
2 00
6 2
: ],
> "
B AL
D oc
O pen
b r
d ry
g ic
m iss
z ie
Ġ ë
se par
in tent
de nce
Ġ' !
Ġ' ^
Ġp ur
Ġp ublic
Ġe nsure
ĠL ib
nt ic
ĠS ub
un ame
ĠM at
ĠM ac
Ġne ural
DE BUG
Ġcal cul
LO BAL
net G
ĠIN DIC
ng ram
Ġgroup s
Data Frame
ag ged
skip Unless
19 2
Ġ"" )<
Ġcons ide
send file
Ġregist ered
ĠPE P
Ġauto matically
ĠORD INAL
ĠINDIC ATOR
) ")<
7 4
M ARK
O bject
R C
S D
T raining
T erminal
[ ['
_ {
d temp
e ver
m un
or mp
le s
le gend
Ġ' ['
te t
Ġs m
Ġ- ----------------
Ġb ad
la vo
Ġde cl
ĠT able
un ded
di stance
ch r
__ ()<
is file
ĠF uture
Ġas yn
ĠR O
os ition
Ġg re
read ing
25 2
ic ular
ĠG NU
ac cess
IS ION
Ġv is
cl uster
map ping
model s
Ġfa ke
IO Base
Ġdir s
Ġfollow ed
abc def
Ġcomple x
Ġ'_ '
Ġinstall ation
member s
su ffix
Ġda ys
Ġinteg ers
ĠSIG MA
ĠHT ML
--------------- <
Ġ'@ '
" ].
: %
D ialog
M T
a verage
b stract
l r
l atform
s w
Ġt imer
le arning
Ġ' ')<
AL E
Ġ_ ,
int o
AP P
ĠO r
Ġwith in
est ed
read able
Ġpro g
ho ur
Ġout er
Ġread able
Ġat temp
Ġsource s
log ical
Ġdoc test
ies i
ĠIN T
Ġspecifi es
PE ND
Ġ'% '
ast ype
Ġpart icular
Ġca pture
Lo op
pri ce
fs path
PRO TO
Ġindic ating
' ll
F IG
L T
M M
S HA
a ving
f rozen
k ip
m ult
s urro
Ġ ~
re view
Ġt er
Ġt ab
Ġa round
Ġc p
Ġp layer
Ġn l
Ġe val
ra se
Ġb ig
la sk
li sh
ĠN ow
get text
Ġth ing
Ġth ough
ĠI O
ĠI OTA
Ġh ist
Ġh ard
ter nal
ment ation
ation al
Ġ[ ('
ow ner
and roid
pro c
ĠRe g
ken List
ent ry
df lags
net mask
IA S
Ġsy m
lay ers
Ġvari ous
Ġent ire
AB C
Ġhost name
Me thod
vari ant
PA CK
ĠData Frame
Ġexec uted
Inter nal
Ġdiv mod
caten ate
Ġconver ted
So cket
IV ISION
lavo ur
> .
B lock
C ESS
E num
F I
I K
N C
N L
S U
a ce
l iteral
m ro
m time
Ġ util
Ġa ut
he ntic
it an
Ġ" /
Ġfor ward
ma int
Ġst uff
ĠR un
Ġar bit
con s
ou sing
25 3
Ġwh y
Ġl arge
Ġ{ "
Ġ{ :.
Ġadd resses
Ġsub classes
mb ed
count s
ĠUP SILON
UN K
names pace
Ġcom ments
Ġstat ic
rid den
Ġpy game
cp p
Ġass ign
ful ly
content s
Ġdescription s
>""" #
cogn ition
symb ol
ĠCF WS
Ġsa fe
Dist utils
Ġ'? '
descript or
5 3
F or
F ont
M apping
P M
f ound
m ar
p ure
} ")<
Ġ ut
co s
Ġw indow
ĠS up
ĠC al
ĠC ATEGORY
an ted
ĠD IVISION
ĠF ind
ĠB uffered
ĠP IL
Ġlo ader
Ġdata base
Ġres ource
Ġen ough
ir c
Ġun a
000 2
ĠSt ack
Ġsy stems
Ġcor o
Ġoper ator
Ġallow s
Ġbuffer ing
FF FF
ĠNOT E
mk dtemp
CE P
MAP P
post args
Ġpri or
Ġlow er
orig in
Po ol
Ġ-*- <
Ġinclu ding
Ġ'\\ '
Lib rary
Ġ'; '
METH OD
Ġconside red
> -
M eta
b rowser
c r
i mal
t as
t ps
st andard
Ġ' >'
al le
Ġo wn
ur rent
Ġe ffect
Ġde le
Ġm bc
th reshold
ma nt
(' >
ver sed
file list
con nected
path name
IC ODE
sh a
so le
assert In
[: ]<
cal ler
ST ATE
Ġformat ted
for med
99 9
cor ator
method s
cond ition
vari ate
ĠPO UND
ĠLo gistic
Ġoc curs
ĠEOF Error
Ġ'# '
Ġagain st
Ġ'$ '
itial ize
ĠCopy right
illa ge
( ',
( ("
5 2
C Compiler
D F
L ine
L oc
M o
P open
S ER
c ert
e lif
e lement
g lobs
m m
p ower
v id
w hen
in verse
Ġt zinfo
he st
Ġc c
Ġc type
Ġp p
Ġp ending
ra ce
Ġb ias
ĠC Compiler
Ġdef init
Ġex ecutor
ĠP HI
ĠE P
Ġme di
AR P
ac cept
no m
Ġpre ce
Ġcan vas
22 1
for ward
Ġpredi cted
Ġiter ation
cate gory
wrap ped
pol l
Set up
ĠComp ile
Ġopcode s
Res ult
User s
uni form
ormp ath
itan ic
) ),<
> '<
A dd
A ttributeError
F orest
G A
N N
O ne
T e
V AL
Z MA
b ile
f g
} .
Ñ Ĥ
Ġ ve
Ġ' '
Ġe ig
Ġs q
Ġde lete
ĠS peci
li text
ĠT ar
Ġ" '
ĠD IAL
name d
Ġst yle
ke up
con st
to y
RE NC
data base
ĠM odule
Ġon error
Ġpro ject
ub class
pen dent
Ġcomp ressed
Ġbu ff
Ġread y
Con tent
sub class
call s
end ian
are st
PO INTER
Ġho me
Ġ', '
Ġnamed tuple
KEY WORD
Ġcons ume
Ġmark object
ĠCUR RENC
exec ute
chunk s
Ġreference s
**************** ****************
fin ished
Ġcaller s
Ġdete ct
symb ols
ĠChar acter
YT IK
multip art
SUP PORT
ĠStop Iteration
Ġ'~ '
Ġow ner
ĠDIAL YTIK
ĠCURRENC Y
ĠDIALYTIK A
) -
* (
6 9
A c
B u
C an
E mp
P HA
h ave
i ving
t re
Ġ ?
de pth
Ġ' ]'
Ġc enter
me mo
me ans
Ġre cent
Ġre ceived
Ġe ta
Ġs imp
ĠL abel
it able
00 04
Ġd uplic
an e
ch ain
__ '
is in
Ġex port
Ġdi mension
con to
RE D
Ġal tern
ive n
Ġma c
Ġma cros
OR S
Ġen c
In dex
=' ',
ne uron
sub type
Ġrun s
Ġstream reader
Ġstream writer
Ġover ridden
Ġact ive
pipe line
Ġlong er
=[ ],<
ru pt
task s
ĠUT F
) ."""<
) "<
A U
A GE
I mage
` '
e qual
f ds
p d
t itanic
re q
Ġt t
Ġc b
Ġc are
Ġin stanti
Ġ" _
di fy
ul ate
Ġst ored
__ ()
line sep
ĠP egasos
RA M
Ġme trics
Ġg u
ĠU ser
25 00
ĠV alue
Ġpre v
Ġun known
mo id
ne g
Ġsub type
001 0
atter ns
ĠSt ring
Ġ'< '
Ġbuil ding
Ġdebug ging
argument s
LET ED
Ġmean ing
ĠMA X
INF O
Ġ'" '
Ġprobab ly
seg mentation
Ġta ken
---------------------------------------------------------------- ---------------<
Ġ'^ '
Ġarbit rary
ĠEP SILON
5 8
7 1
L ike
s g
t ual
u do
x lim
} '.
se udo
on gest
ĠL e
ce ed
ro me
Ġm k
Ġm ulti
ĠS ome
Ġ" '"
IT Y
fi gsize
ĠF irst
ĠB E
ĠP Y
qu ant
IC RO
ĠM ICRO
Ġline cache
Ġma de
ic a
Ġpro file
sc hedule
Ġv ideo
Ġcomp ute
ht tps
Ġ: -
Ġmo vi
ĠIn put
Con vert
ĠY our
ĠSE CTION
Ġsc hedule
Ġval ores
sys config
Ġho ur
Data Prep
EL D
buf size
thread ing
Ġwait ing
au ss
LIC ATION
Ġcompat ible
Ġurl lib
Ġiss ubclass
waiter s
Ġ--------------------------------- ----------------
Ġhap pen
UD IO
Ġ'& '
POSITION AL
Ġ'! '
conto ur
C OR
P latform
R andom
S end
_ )<
a j
e ff
e ig
f allback
k ernel
p ted
u ous
y lim
Ã §
Ġa ctions
Ġi l
Ġ' }'
Ġf i
Ġre verse
Ġo v
Ġe s
Ġs mal
ĠL AM
ra c
ro py
Ġw anted
di gest
Ġ""" ),<
ĠI E
en um
ff set
et ch
RE AM
ĠO ME
est imat
and o
Ġ2 4
ta ined
Ġres ume
Ġpro mpt
Ġcomp onents
Ġcur r
ST REAM
000 9
row s
Ġper cent
user name
ref s
wh itespace
sp litext
vide s
predi cted
ĠSH ARP
Ġsave d
come Poverty
dete ctions
dest roy
ĠAL PHA
Ġremain ing
just ed
Ġoptim ize
requi res
ret ch
ja va
land mark
dered Dict
ĠHe ader
deta ils
undo buffer
Ġ'| '
Imp uter
ĠOME GA
7 3
C alled
E VENT
M ode
T X
Z IP
\ <
e val
f amily
g t
g id
l u
m ust
n ans
p ct
s d
x z
z e
er as
Ġ' )'
Ġ' `'
al pha
Ġf g
Ġre served
Ġe d
ing e
Ġin v
Ġw arning
ri al
Ġco st
__ ",
Ġth reshold
ĠB y
ĠB AR
con catenate
-------- ----
25 10
25 02
25 14
25 34
25 18
25 24
Ġpro c
Re move
Ġr ules
Ġtra ined
Ġresult ing
Ġk lass
01 2
Ġ3 1
([ "
001 7
000 5
ĠIn dex
ix ed
007 3
007 6
004 4
004 7
005 2
006 3
sub mit
002 0
002 1
002 4
Ġfa ils
Ġ5 0
Ġuser name
Ġback ward
tar ball
Ġcomple ted
LI TERAL
Ġapp ly
yn am
rel ative
initial ize
ord in
Ġ'{ '
Ġpair s
jp g
Ġweight s
ĠRandom Forest
>"""# "<
' }<
0 64
F rom
I mport
N umber
S P
S ame
T R
U ST
i li
j et
l dflags
r x
s he
x ff
Ġt qdm
de epcopy
Ġi de
Ġf all
te ts
Ġw on
Ġd rv
Ġm icro
Ġm ouse
ĠT ime
di a
di ctionary
Ġco mb
Ġex pect
Ġbe come
Ġcon flict
um b
ĠW in
en coder
ĠB IN
Ġ[ -
Ġle g
ĠO P
ĠM y
ĠU p
25 92
Ġget context
pro ces
Ġx c
print able
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
HA VE
001 3
001 4
000 7
000 8
split lines
007 0
007 1
004 0
004 8
005 4
005 5
005 8
003 5
003 6
009 6
006 0
006 1
006 5
006 9
008 2
Ġoutput s
Ġcl usters
ĠUP PER
File Error
user base
Ġad ds
Ġprocess ing
Ġans wer
Ġinclude s
Ġmark er
Invalid HeaderDefect
drop out
Form atter
____ ____
Ġproces ses
Ð¾ Ð
Ġqui et
Ġcate gory
Ġeigen vectors
mun ic
review s
nom ial
jet ado
" ).
/ <
2 001
4 00
A n
C V
D IR
K EN
S F
c ar
d ylib
e mon
e lem
g y
l uster
p ng
{ :
Ġt ries
me sh
al ler
al og
te ction
Ġs pawn
00 25
00 64
00 22
Ġm ime
ĠC DLL
un ct
ine l
up ported
() )
() ):<
ĠI MAP
Ġ[ ]
con tin
to k
Ġlo cation
ry pt
Ġse g
ist ic
Ġget opt
Ġpre serve
Ġr ather
iter ations
comp ression
unt agged
01 0
In put
pi log
001 1
001 2
001 5
001 6
001 8
001 9
000 6
Ġpl us
Con v
007 2
007 4
007 5
007 7
007 8
007 9
004 1
004 2
004 3
004 5
004 6
004 9
005 0
005 1
005 3
005 6
005 7
005 9
003 0
003 1
003 2
003 3
003 4
003 7
003 8
003 9
009 0
009 1
009 2
009 5
009 7
009 8
009 9
006 2
006 6
006 7
006 8
008 6
008 8
008 9
002 3
002 6
002 7
002 8
002 9
las hes
Ġfol der
En code
Ġimplement ations
ript or
Lo ck
cf ws
ĠOn ly
pick ling
COMP LETED
Exec Error
remain der
contour f
mesh grid
, '
, -
: ")<
D I
F in
M AC
P L
b ind
c ustom
d array
e ve
i der
o live
Ñ Ģ
re cv
Ġ' :
Ġ' {}
Ġc lock
Ġf old
Ġn darray
Ġe poch
ra ys
00 85
Ġb z
Ġb roken
Ġde rive
ri ct
get opt
ex clude
># -------------------------------------------------------------------------------<
gs u
Ġcon t
ĠF IPS
Ġ[ ])<
to ff
ci o
path sep
text var
25 80
25 88
25 84
Ġpro duct
ĠH andle
Ġget s
Ġclass name
comp ressed
Ġpar sed
Ġpa x
pla in
pen ded
arg in
ator y
wa nt
lic z
bo lic
fa ces
Ġz lib
009 3
009 4
008 0
008 1
008 3
008 4
008 7
20 23
255 0
255 1
255 4
255 7
Ex ecutor
fore st
256 0
256 3
256 6
256 9
Ġsc heme
Ġpredi cate
ĠCon vert
Ġsocket s
Ġblock size
make file
callback s
block s
ĠSH ORT
head ing
normal ize
ĠLOW ER
Ġweek day
Tk Default
micro seconds
Desc riptor
Int Var
Ġgen codec
Ġwr ong
ĠVari able
ĠPredict ing
Ġsm all
iesi ac
Platform Error
TX T
TkDefault Font
( __
) ',
) ",
N ULL
O ver
T ensor
W ait
d ar
f ficient
l g
o ked
t n
} '<
Ġ ur
in ted
Ġre du
Ġe mbed
li te
Ġreturn code
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
di m
__ '):<
set item
Ġcon v
ĠB e
ĠP OS
ci es
pre args
pre ds
ĠM ail
Ġpre vent
Re g
cur dir
col on
iter able
comp at
str ucture
03 3
Ġla s
if c
option al
wa keup
') ]<
Ġj son
trans late
Ġup per
ĠY ou
AC CESS
count er
UN ICODE
UP LE
iss ue
AB LE
Ġfinal ize
ĠLo ad
fer red
Ġimp orted
optim izer
Ġinclu ded
Ġdeterm ine
WR ITE
surro gate
FI ELD
- <
: /
= ""
C ODE
E K
F ound
F uture
P h
T otal
[ _
f r
g cc
l strip
n ap
n ormpath
p m
r ation
t ies
x ml
le x
Ġn s
Ġe lem
Ġin ner
Ġm ut
ĠS yntax
Ġdef ect
an cy
ve cs
il t
ch dir
() ]).
Ġh ad
ter min
ĠF unction
ĠF ROM
ĠR es
Ġg lob
ĠM ap
Ġma gic
25 91
lib c
Ġres pect
sh ot
Ġen coder
Ġarg parse
att ribute
cur frame
=' '):<
Ġkey words
Ġcur ses
') )(
Ġ4 0
new line
of t
lim its
Ġtoken ize
Pro xy
vars all
Ġlink er
can vas
ĠDistutils ExecError
Ġrequi re
Ġposs ibly
ULT IP
Ġapp lication
Ġnetwork s
Ġav g
Desc ri
Ġmemory view
COD ING
movi es
Ġbehavi or
AG ES
ĠSplit ting
Ġmu ch
ĠHel per
Ġsi ÄĻ
> [
A ll
B uffered
C omple
S ystem
U E
W ork
c riter
p an
r m
r fc
w indow
Ã ¡
se en
le v
Ġre com
Ġin vo
Ġw alk
ĠC ENT
ĠT ype
ri ce
ĠD is
Ġ1 7
ser vice
rom an
ect or
ĠE num
ig hest
ĠO pen
Ġ2 00
Ġy iel
ta ct
ĠH A
ĠH ow
Ġv iew
Ġbu g
pos it
Ġpass ing
ĠEx tension
Ġformat s
Ġdis abled
Ġad ding
Ġallow ance
ax is
Ġca u
Ġinitial ized
inter nal
(? :
.* )
Ġpla in
filter s
bot tom
ĠAl so
Ġuni versal
Ġcert file
Ġindicate s
separ ator
alle l
Ã§ Ã£o
ynam ic
oft ware
) """<
C al
E IGHT
E ye
G LOBAL
M ix
P H
P rint
f ine
g i
j is
p ca
t abs
w indows
w alk
z ien
se ssion
re c
re cursive
de s
Ġn om
la w
pe er
Ġde pth
lo aded
ĠS O
ĠC O
ĠT hread
ve s
ĠD EF
line len
># ----------------
Ġth ings
() ]<
ver al
ĠB ytesIO
and id
Ġma king
sc a
######## ######
per son
fe ren
Ġun signed
pa used
ht tp
=' \
Ġkey file
obj id
frame work
Ġcheck ing
sub plot
net D
run cate
round ing
cor rect
Data set
Ġstat istics
Ġkw only
ĠDistutils PlatformError
man ager
mk dir
Ġro ut
Ã³ n
duce d
Ġexplicit ly
COD ES
movi e
squ are
Ġdid n
Event Loop
may be
miss ion
ĠLogistic Regression
posit ory
L U
Q ueue
T IME
W A
] ]<
f ree
g ral
i er
o st
r f
s ame
x ab
se quent
in f
re gex
at in
de comp
st rap
al a
Ġf s
ĠL I
ss ue
Ġde pends
lo cation
Ġm id
ĠS imple
li es
li tem
ot strap
ĠT rain
Ġto k
ex plained
Ġ1 9
Ġh inge
ab ort
ĠR aw
Ġfile no
ĠB RO
and ir
Ġ2 5
Ġwh ose
Ġcode s
Ġnew er
Ġcan on
Ġtime zone
fa il
ib m
YR IGHT
Ġpl at
Ġcheck ed
Ġmax size
Ġsy mlink
ake s
ĠIN F
Ġstack level
IO Error
mod name
Ġprefix len
ron ous
Ġtarget path
Ġraw data
Ġapp lic
lat ten
Ġchild ren
ĠPro cess
Ser ies
Ġgo od
semb ly
Not Found
Handle r
Ġdeterm ined
ĠNe ed
ĠLinear Regression
sequence s
Ġsym bolic
hentic ation
Setup Error
structure d
% (
' ve
( \
) ;
L ONG
M AN
O r
T LS
n umpy
p at
y ld
| \
} :
Ġt e
Ġt une
on al
or ing
le ph
Ġc er
Ġf ig
Ġf our
te ms
Ġre cogn
Ġe m
ing IOError
Ġb ra
lo okup
ĠS te
Ġ( ),
ĠC an
ĠC OP
ĠC urrent
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠT raceback
un supported
ĠN ew
__ ))<
get value
ĠF eature
Ġma jor
ta ch
': '
mo c
Ġpar a
time stamp
arg max
ĠDe cision
Ġcur sor
Ġmax len
emp loyment
Test s
PE AT
tuple s
raw q
IF I
Ġimplement s
output s
Ġact iv
predi ctor
prec ision
Ġrow s
Pre di
seek able
ancelled Error
icro soft
Ġdest ination
fin ite
cho ices
BIN ARY
child ren
ĠCF UNCTYPE
RI B
Ġmodifi ed
ĠSV M
ĠAss ume
Time s
cli ck
caller s
illage Level
Te leph
isin finity
landmark s
unct uation
nap shot
Teleph ony
: ]:<
A sync
B ytes
C allback
D ATA
F unction
L IST
M ap
O bj
e poch
i ment
k u
p print
s lash
t od
t ty
z h
in o
al id
Ġp ure
Ġn ull
ct al
Ġm ar
Ġm is
IN ST
ĠT hat
ri er
Ġto kens
di rect
ĠN umpy
as h
set state
get cwd
Ġ1 3
ĠW ith
(" '
ĠB u
RE F
Ġg c
Ġse veral
'] )
Ġpro du
Ġhe ading
comp onents
In stance
im ate
im show
Ġla y
Ġadd ition
ifi cate
filename s
22 61
clu ding
Ġexp an
ĠZ ip
UN I
ĠDE BUG
LA CK
Ġ6 0
wh ile
Ġman ager
Par ameter
ĠDistutils OptionError
curs or
Ġwrit able
dataset s
Ġcorrect ly
Ġmultip art
Ġhand led
To kenList
Ġstrip ped
flow Error
Ġproces sed
hist ory
ARG ET
change d
Ġbegin ning
pure lib
ĠPOS IX
ĠBRO KEN
" {
L C
_ '
c ard
d on
i ally
z ma
Ģ ì
Ġ# #
te nce
Ġn a
Ġe as
Ġs re
ct x
lo s
Ġd ummy
ile nt
ot o
ad a
un defined
Ġ" --
ĠD ARK
ĠA nd
Ġex e
fi c
ĠI s
ĠI ssue
Ġcon st
um n
code s
Ġdi gest
Ġdi git
Ġar rays
Ġle x
to c
Ġvalue d
Ġg uess
Ġma cro
25 93
out er
ĠH AM
mo ving
Ġpo st
=" %
qui red
Ġgive s
Ġcheck s
Ġmsg id
Ġbase name
Ġcontain er
Ġfin ish
Ġdir name
Ġsign ed
mod ity
xf c
OS X
cc ion
Ġlink s
can v
fol low
Un ix
folder s
Ġty ping
Ġmap s
Ġsepar ate
tmp dir
Gen eric
('. ')<
Ġfail ure
builtin s
cul ate
Ġtask s
Ġoptim ization
Hel p
++++++++ ++++++++
raph ics
Count y
Ġproble m
SELECT ED
PROTO COL
METHOD S
Ġmedi an
ĠLabel Encoder
ĠIndex Error
ĠLI TERAL
ĠCOP YRIGHT
ĠHAM ZA
. ",
3 00
> }<
B IT
C losed
C ancel
F old
G u
N UM
T urtle
` .<
f alse
f time
f lavour
l n
p write
t imer
t fidf
Ġ li
Ġ ])<
Ġ 99
in s
re name
re verse
de pendent
Ġ' (
Ġn t
Ġn ested
ct ure
ot ing
ma cro
(' _
() ."""<
Ġra ce
Ġh aving
Ġdi m
ĠB ULL
Ġg zip
ĠM ay
ĠM ULTIP
Ġen able
Ġl r
pa re
col lect
pen color
str ong
RO W
option flags
min ute
Ġj unk
input s
Ġno te
Ġend s
LO W
Ġdis k
com ing
ĠSe quence
ay es
ĠJ an
Ġwork ing
Ġtop most
CH AR
Ġlib c
ose n
Ġvar args
Ġins ide
over lapped
Ġmeta var
case d
av g
CON FIG
Ġnet mask
Form at
bot net
ulong long
VAR S
requi red
Ġannot ation
JE CT
Ġcho ice
Su ite
Ġrecor d
Ġbot tom
Zip File
PACK AGES
Ġsimp ly
auss ian
dar win
surrogate escape
NotFound Error
ĠBULL ET
! !
" '
C luster
G R
G ER
G roup
I tem
L AN
M S
O O
S ome
a uto
c z
c te
i red
u uid
x ad
y ield
Ñ ģ
Ñ ı
ì Ŀ
ĉ ĉ
Ġ ke
st mt
le t
Ġf oo
te am
Ġp ower
Ġo l
Ġo mitted
Ġd rop
IN DIC
ĠS ince
li de
Ġdef ects
one s
ĠT ry
AT TER
Ġ" (
Ġco ordin
ĠA IFF
is Train
set attr
up ted
int s
to kens
LE ADER
ol y
Ġse lected
'] ,<
'] ]<
ac quire
Ġtry ing
cur sion
mo bile
cre ated
Ġtime stamp
Ġsub pattern
bo ard
fun cs
mb c
Ġfiles ystem
Ġtrans l
Ġiter tools
Ġnext char
IF EST
Ġhandle s
byte code
xf b
Ġblock ing
ĠRE G
Ġali ases
Ġsum mary
